[{"网址":"https://www.cgtn.com","网站名称":"中国国际电视网","网站名称 en":"China globe television network","网站简介":"中国官方电视台，提供权威的中国新闻与中华文化介绍，但内容比较枯燥无聊。","网站简介 en":"The official Chinese television station, which provides an authoritative introduction to Chinese news and Chinese culture, but the content is rather dull and boring."},{"网址":"https://wordnet.princeton.edu","网站名称":"语义网络词典数据库","网站名称 en":"Semantic Web Dictionary Database","网站简介":"英语词汇数据库","网站简介 en":"A Lexical Database for English"},{"网址":"https://openhownet.thunlp.org","网站名称":"打开知网","网站名称 en":"OPEN HowNet","网站简介":"基于义原的语言知识库","网站简介 en":"Sememe-based language knowledge base"},{"网址":"https://www.onelook.com","网站名称":"一点就转：在线英文词典数据库","网站名称 en":"OneLook Dictionary Search","网站简介":"一次能够查询到各个词典的释义","网站简介 en":"Search meanings in each dictionary at \"one look\""},{"网址":"https://zh.hinative.com","网站名称":"你好！母语者","网站名称 en":"HiNative","网站简介":"一个针对外语学习者的问答平台","网站简介 en":"A question and answer community for language learners"},{"网址":"https://dictionary.cambridge.org","网站名称":"剑桥词典","网站名称 en":"Cambridge Dictionary","网站简介":"让您的词汇有意义","网站简介 en":"Make your words meaningful"},{"网址":"https://www.apec.org","网站名称":"亚太经济合作组织官网","网站名称 en":"the official website of Asia-Pacific Economic Cooperation (APEC)","网站简介":"亚太区内各地区之间促进经济成长、合作、贸易、投资的论坛","网站简介 en":"Forum to promote economic growth, cooperation, trade, and investment among regions in the Asia-Pacific region"},{"网址":"https://wantwords.net/","网站名称":"WantWords反向词典","网站名称 en":"WantWords","网站简介":"唯一支持中文及中英跨语言查询的反向词典系统,可以通过描述意思来查找词语。","网站简介 en":"The only reverse dictionary system that supports cross-lingual query between Chinese and Chinese and English, and can find words by describing meaning."},{"网址":"https://www.deepl.com/","网站名称":"DeepL翻译","网站名称 en":"DeepL Translate","网站简介":"DeepL翻译是一个在线翻译服务，它可以翻译文本和整个文件。它声称比其他翻译服务更准确和流畅。它支持多种语言，包括中文、英文、德文、法文等。","网站简介 en":"DeepL Translate is an online translation service that can translate texts and entire files. It claims to be more accurate and fluent than other translation services. It supports multiple languages, including Chinese, English, German, French, etc."},{"网址":"https://funwebchinese.org/","网站名称":"中文学习网","网站名称 en":"Chinese Learning Website","网站简介":"这个网站可以帮助你通过汉字偏旁来学习中文。这是一个正确的学习方法，已经被中国人使用了两千多年。","网站简介 en":"This website helps you learn Chinese with Chinese radicals. This is a correct way of learning and has been used by Chinese for more than two thousand years."},{"网址":"https://www.echineselearning.com","网站名称":"最实用的中文学习网站","网站名称 en":"eChineseLearning","网站简介":"这个网站提供了各类汉语学习资源，包括词汇、语法、听力、阅读、写作等。你还可以免费获取一对一的在线试听课程。","网站简介 en":"This website provides various Chinese learning resources, including vocabulary, grammar, listening, reading, writing, etc. You can also get a free one-on-one online trial lesson."},{"网址":"http://www.yes-chinese.com/","网站名称":"中文天下","网站名称 en":"Yes! Chinese","网站简介":"这个网站为海外中文学习者和中文教育机构提供中文教材和中文教学服务。它开发了从启蒙到大学、成人各阶段的中文学习系列课程，包括在线课程、多媒体互动cd等。","网站简介 en":"This website provides Chinese textbooks and teaching services for overseas Chinese learners and educational institutions. It developed a series of Chinese learning courses from enlightenment to university and adult stages, including online courses, multimedia interactive CDs, etc."}]